Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: Open Writable Glossary File
eu: Ireki glosario-fitxategi idazgarria

source: Open XML Filter Options
eu: Open XML iragazkien aukerak

source: Open {0} Source Files
eu: Ireki {0} sorburu-fitxategi

source: Open {0} Source Files' Locations
eu: Ireki {0} sorburu-fitxategiren kokalekua

source: Open {0} Target Files
eu: Ireki {0} helburu-fitxategi

source: Open {0} Target Files' Locations
eu: Ireki {0} helburu-fitxategiren kokalekua

source: OpenDocument Filter Options
eu: OpenDocument iragazkien aukerak

source: Opening input file '{0}'
eu: Sarrerako '{0}' fitxategia irekitzen

source: Opening team project
eu: Talde-proiektua irekitzen

source: Options
eu: Aukerak

source: Options to set the line length in target documents (0 = no limit)
eu: Helburu-dokumentuetan lerro-luzera ezartzeko aukerak (0 = mugarik ez)

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
eu: Aukerak: Bat ere ez: Abiarazi interfaze grafikoa Proiektuaren bidea soilik: Abiarazi interfaze grafikoa eta kargatu zehaztutako proiektua team Talde-proiektuen tresna.

source: Orphan segments
eu: Segmentu umezurtzak

source: Orphaned
eu: Umezurtza

source: Other
eu: Beste bat

source: Other Options:
eu: Beste aukera batzuk:

source: Other contributions are detailed in the readme.txt file
eu: Readme.txt fitxategian gainerako ekarpenak jaso dira

source: Otherwise, OmegaT will use the language of the operating system.
eu: Bestela, OmegaT-k sistema eragilearen hizkuntza erabiliko du.

source: Out-of-order
eu: Ez dabil

source: Overwrite Mode
eu: Gainidazte modua

source: PDF Input
eu: PDF sarrera

source: PDFBox (Apache License 2.0)
eu: PDFBox (Apache lizentzia 2.0)

source: PO Filter Options
eu: PO fitxategi aukerak

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
eu: Orriak atzamar artean irrist egiten du Pultsua gogor eta ero taupaka desegiten behe-lainoa bezala.

source: Paragraph delimitation
eu: Paragrafo-muga

source: Paragraph delimitation format:
eu: Paragrafo-mugaren formatua:

source: Parse error encountered reading preferences file!
eu: Analisi-errorea gertatu da hobespenen fitxategia irakurtzean!

source: Parsewise
eu: Banaka

source: Password-protected PDF files are not supported: {0}
eu: Pasahitzez babestutako PDF fitxategiak ez dira onartzen: {0}

source: Password:
eu: Pasahitza:

source: Paste
eu: Itsatsi

source: Path
eu: Bidea

source: Path:
eu: Bidea:

source: Pattern After
eu: Eredua ondoren

source: Pattern Before
eu: Eredua aurretik

source: Pattern...
eu: Eredua...

source: Penalty for matches in other languages:
eu: Beste hizkuntza batzuetako parekatzeetarako zigorra

source: Perform SVN cleanup on current project or any local SVN repository
eu: Gauzatu SVN garbiketa uneko proiektuan edo edozein SVN biltegi lokaletan

source: Perhaps it is already opened in another OmegaT instance
eu: Beharbada OmegaT-ren beste instantzia batek irekita dauka

source: Pinpoint Align: Select corresponding cell
eu: Kokalekuaren araberako lerrokatzea: Hautatu gelaxka

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
eu: Kokatu sorburu-fitxategiak ./source karpetan eta material osagarria ./tm, ./glossary, eta ./dictionary karpetetan, ondoren egikaritu dena.

source: Place the archive in any suitable folder and unpack it.
eu: Jarri fitxategia edozein karpeta egokitan eta deskonprimitu.

source: Please close search window.
eu: Mesedez, itxi bilaketa-leihoa.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
eu: Kontsultatu dokumentazioa berreskurapen-aukerak ikusteko eta bidali beheko informazioa software garatzaileari, errorea nola gertatu den deskribatuz.

source: Please consult the log ({1}) to determine the source of the error and try again.
eu: Mesedez, kontsultatu egunkaria ({1}) errorearen jatorria ezagutzeko eta saiatu berriro.

source: Please contact your project administrator to find out if any additional steps need to be taken.
eu: Jarri harremanetan zure proiektu-administratzailearekin beste ezer egin behar den jakiteko.

source: Please correct the tag issues before using again Create Translated Documents.
eu: Zuzendu etiketa-arazoak 'Sortu dokumentu itzuliak' berriro erabili baino lehen.

source: Please double-check it.
eu: Egiazta ezazu gutxienez bi aldiz.

source: Please double-check.
eu: Egiaztatu berriro ondo dagoela.

source: Please enter the name of this set:
eu: Sartu multzo honen izena:

source: Please enter username/password
eu: Sartu erabiltzaile-izena/pasahitza

source: Please enter your name/ID.
eu: Sartu zure izena/IDa.

source: Please enter your password again for confirmation.
eu: Sartu zure pasahitza berriro hura baieztatzeko.

source: Please redo tag validation.
eu: Berregin etiketen balidazioa.

source: Please resolve the conflicts by choosing a translation for each segment below.
eu: Konpondu gatazkak beheko segmentuetarako itzulpen bat hautatuz.

source: Please restart the application to correctly display the new colours.
eu: Berrabiarazi aplikazioa kolore berriak ongi bistaratzeko.

source: Please select a different folder.
eu: Hautatu beste karpeta bat.

source: Please select how tags of non-OmegaT TMXs should be displayed.
eu: Hautatu OmegaT-renak ez diren TMXetako etiketak nola erakutsiko diren.

source: Please select the dictionaries you want to install and press the Install button.
eu: Hautatu instalatu nahi dituzun hiztegiak eta sakatu 'Instalatu' botoia.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
eu: Hautatu proiektua automatikoki gordetzeko denbora-tartea, minutu eta segundoetan.

source: Please select the language of your source files and the target language you would like to translate to.
eu: Hautatu zure sorburu-fitxategien hizkuntza eta zein helburu-hizkuntzatara itzuli nahi duzun.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
eu: Aukeratu zein testu txertatu nahi duzun oraindik itzuli ez den segmentuan, segmentura mugitzen zarenean.

source: Please select which behaviour is appropriate.
eu: Hautatu zein den portaera egokia.

source: Please translate this plural as plural form #{0}.
eu: Itzuli plural hau #{0} forma gisa.

source: Please try again after opening a project.
eu: Saiatu berriro proiektu bat ireki ondoren.

source: Please try again after you open a project.
eu: Saiatu berriro proiektua ireki ondoren.

source: Please try again.
eu: Saiatu berriro.

source: Please type or paste the URL of the mediawiki page
eu: Mesedez, idatzi edo itsatsi MediaWiki orriaren URL helbidea

source: Plugin successfully loaded from class '{0}'
eu: Plugina ongi kargatu da '{0}' klasetik

source: Plugins
eu: Pluginak

source: Polish
eu: Poloniera

source: Pop Directional Formatting (PDF U+202C)
eu: Noranzko bikoko formatua (PDF U+202C)

source: Predefined credentials was not passed.
eu: Aurredefinitutako kredentzialak ez dira pasatu.

source: Preferences
eu: Hobespenak

source: Preferences - {0}
eu: Hobespenak - {0}

source: Preferences system save operation failed!
eu: Hobespen-sistema gordetzeko operazioak huts egin du!

source: Premium Edition
eu: Premium edizioa

source: Prerequisites for installing OmegaT ===================================
eu: OmegaT instalatu aurreko baldintzak ===================================

source: Preserve spaces &for all tags
eu: &Mantendu zuriuneak etiketa guztietarako

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
eu: Sakatu 'Utzi' proiektua aldaketarik gabe uzteko eta hura proiektu lokal gisa kargatzeko, talde-funtzionaltasunik gabe.

source: Press 'OK' to convert the project into a 4.x-style team project.
eu: Sakatu 'Ados' proiektua 4.x estiloko talde-proiektu bihurtzeko.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
eu: Sakatu <u>{0}</u> <b>{1}</b> iradokizunetara joateko.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
eu: Sakatu <u>{0}</u> <b>{1}</b> iradokizunetara itzultzeko.

source: Press the keyboard shortcut you wish to assign, then click OK.
eu: Sakatu esleitu nahi duzun lasterbidea, ondoren sakatu 'Ados'.

source: Previous
eu: Aurrekoa

source: Previous No&te
eu: Aurreko &oharrera

source: Previous and &next paragraphs
eu: Aurreko eta &hurrengo paragrafoak

source: Previous contributors include: (alphabetical order)
eu: Ondoko hauek (ordena alfabetikoan) ekarpenak egin dituzte:

source: Pro&ject
eu: Pro&iektua

source: Problem encountered loading project file!
eu: Arazoa aurkitu da proiektuaren fitxategia kargatzean!

source: Proceed?
eu: Jarraitu?

source: Processing...
eu: Prozesatzen...

source: Project &Files...
eu: Proiektuaren &fitxategiak...

source: Project Files ({0} of {1})
eu: Proiektuaren fitxategiak ({0} / {1})

source: Project Files ({0})
eu: Proiektuaren fitxategiak ({0})

source: Project Specific External Search
eu: Proiekturako espezifikoa den kanpoko bilaketa

source: Project Specific File Filters
eu: Proiekturako espezifikoak diren fitxategi-iragazkiak

source: Project Specific Segmentation Setup
eu: Proiekturako espezifikoa den segmentazio-konfigurazioa

source: Project Statistics
eu: Proiektuaren estatistikak

source: Project autosaved on {0}
eu: {0}-en automatikoki gordetako proiektua

source: Project closed
eu: Proiektua itxi da

source: Project commands are disabled for security reasons.
eu: Proiektuko komandoak desgaituta daude segurtasun-arrazoiengatik.

source: Project compiling end
eu: Proiektuaren konpilazioa amaitu da

source: Project compiling start
eu: Proiektuaren konpilazioa hasi da

source: Project contains no files.
eu: Proiektuak ez du fitxategirik.

source: Project creating end
eu: Proiektuaren sorrera amaitu da

source: Project creating start
eu: Proiektuaren sorrera hasi da

source: Project file should be on http protocol.
eu: Proiektu-fitxategiak http protokoloaren gainean egon beharko luke.

source: Project is Empty
eu: Proiektua hutsik dago

source: Project load cancelled by user
eu: Proiektua kargatzeari utzi zaio erabiltzaileak eskatuta

source: Project loading end
eu: Proiektuaren karga amaitu da

source: Project loading start
eu: Proiektuaren karga hasi da

source: Project locked.
eu: Proiektua blokeatu da.

source: Project saved
eu: Proiektua gorde da

source: Project saving end
eu: Proiektuaren gordetzea amaitu da

source: Project saving start
eu: Proiektua gordetzen hasi da

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
eu: Proiektu barruko bilaketa lehenetsiak proiektuaren sorburuan eta helburuan, erreferentziako itzulpen-memorietan, glosarioetan, oharretan eta iruzkinetan egiten dira,

source: Project will not be updated.
eu: Proiektua ez da eguneratuko.

source: Provider
eu: Hornitzailea

source: Proxy Login
eu: Proxy-aren saio-hasiera

source: Proxy User and Password
eu: Proxy-aren erabiltzailea eta pasahitza

source: Push failed.
eu: Push egiteak huts egin du.

source: QA - Check Rules
eu: Kalitate-bermea - Egiaztatze-arauak

source: R&emove
eu: Ke&ndu

source: R&eplace with Match or Selection
eu: &Ordeztu parekatzearekin edo hautapenarekin

source: Rather than beep Or a rude error message These words: 'Page not found'
eu: Beep-a baino gehiago Edo errore mezu zakarra Hitz hauek: 'Ez da aurkitu orria'

source: Re&move Filter
eu: &Kendu iragazkia

source: Re&place All
eu: Ordeztu &dena

source: Re&place with Source
eu: Orde&ztu sorburuarekin

source: Read-only
eu: Irakurtzeko soilik

source: Reading TMX file {0}
eu: {0} TMX fitxategia irakurtzen

source: Reading of TMX file complete
eu: TMX fitxategiaren irakurketa osatu da

source: Realign Pending
eu: Berriro lerrokatu geratzen direnak

source: Recoverable error on line {0}, column {1} while parsing:
eu: Errore konpongarria {0} lerroa, {1} zutabea analizatzean:

source: Recursi&ve search
eu: Bilaketa &errekurtsiboa

source: References:
eu: Erreferentziak:

source: Refresh
eu: Freskatu

source: Refreshing script folder "{0}"
eu: Scripten "{0}" karpeta freskatzen

source: Register Identical Translation
eu: Erregistratu itzulpen berbera

source: Regular expression for custom tags:
eu: Adierazpen erregularra etiketa pertsonalizatuetarako:

source: Regular expression for fragments that should be removed from translation:
eu: Adierazpen erregularrak itzulpenetik kendu behar diren zatietarako:

source: Regular expression searches match Java regular expressions as documented in the user manual.
eu: Adierazpen erregularren bidezko bilaketak Java lengoaiaren adierazpen erregularrak erabiltzen ditu, erabiltzailearen eskuliburuan azaltzen den moduan.

source: Reload
eu: Birkargatu

source: Remaining Characters (including spaces)
eu: Falta diren karaktereak (zuriuneak barne)

source: Remaining Characters (without spaces)
eu: Falta diren karaktereak (zuriunerik gabe)

source: Remaining Segments
eu: Falta diren segmentuak

source: Remaining Words
eu: Falta diren hitzak

source: Remaining:
eu: Falta direnak:

source: Remember where you are creating the project, because you will need to return to it later.
eu: Gogoan izan proiektua sortzen ari zarela, geroago hartara itzuli beharko baituzu.

source: Remo&ve
eu: Ke&ndu

source: Remote &server
eu: &Urruneko zerbitzaria

source: Remote File/Folder
eu: Urruneko fitxategia/karpeta

source: Remote Repositories
eu: Urruneko biltegiak

source: Remote repository network communication error: {0}
eu: Urruneko biltegiarekin komunikatzeko sareko errorea: {0}

source: Remove
eu: Kendu

source: Remove &leading and trailing tags
eu: Kendu a&urreko eta atzeko etiketak

source: Remove HTML comments in translated document
eu: Kendu itzulitako dokumentuko HTML iruzkinak

source: Remove OmegaT tags which have <br>lower case letter before and after it
eu: Kendu haren aurretik eta ondoren <b>minuskula duten OmegaT etiketak

source: Remove Script
eu: Kendu scripta

source: Remove Ta&gs
eu: &Kendu etiketak

source: Remove Tags
eu: Kendu etiketak

source: Remove bidirectionality control characters in the current target
eu: Kendu norabidekotasunaren kontroleko karaktereak uneko helburuan

source: Remove defined fragments
eu: Kendu definitutako zatiak

source: Remove leading and trailing &whitespace in non-segmented projects
eu: Kendu aurreko eta atzeko &zuriuneak segmentatu gabeko proiektuetan

source: Remove mnemonics
eu: Kendu mnemonikoak

source: Remove pattern?
eu: Kendu eredua?

source: Remove tags from DOCX documents
eu: Kendu etiketak DOCX dokumentuetatik

source: Remove tags in the current target
eu: Kendu uneko helburuko etiketak

source: Remove text target
eu: Kendutako testuaren helburua

source: Remove the project folder manually.
eu: Ezabatu proiektuaren karpeta eskuz.

source: Remove translation
eu: Kendu itzulpena

source: Reopen the project now?
eu: Berriz ireki proiektua orain?

source: Reopen the project?
eu: Berriz ireki proiektua?

source: Repetitions from other files:
eu: Errepikapenak beste fitxategi batzuetan:

source: Repetitions within this file:
eu: Errepikapenak fitxategi honetan:

source: Repetitions:
eu: Errepikapenak:

source: Replace
eu: Ordeztu

source: Replace &glossary hits when inserting source text
eu: Ordeztu &glosarioen bat etortzeak sorburu-testua txertatzean

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
eu: Ordeztu deskargatu berri den proiektuko <project>/omegat/project_save.tmx fitxategia kokaleku seguruan kopiatuta daukazun fitxategiarekin 6.

source: Replace Translation with Match or Selection
eu: Ordeztu itzulpena parekatzearekin edo hautapenarekin

source: Replace Translation with Text
eu: Ordeztu itzulpena testuarekin

source: Replace custom tags with space
eu: Ordeztu etiketa pertsonalizatuak zuriuneekin

source: Replace escaped sequences with space
eu: Ordeztu ihes-sekuentziak zuriuneekin

source: Replace spaces with non-breakable spaces where appropriate in French
eu: Ordeztu zuriuneak zuriune zatiezainekin, egokia denean, frantsesez

source: Replace with &Machine Translation
eu: Ordeztu itzulpen &automatikoarekin

source: Replace with:
eu: Ordeztu honekin:

source: Repository
eu: Biltegia

source: Repository Credentials
eu: Biltegiaren kredentzialak

source: Repository Mapping
eu: Biltegien mapatzea

source: Repository Mapping...
eu: Biltegien mapatzea...

source: Repository {0} is already present
eu: {0} biltegia badago lehendik

source: Repository {0} unknown
eu: {0} biltegia ezezaguna da

source: Request error: {0}
eu: Eskari-errorea: {0}

source: Request to TaaS: {0}
eu: Eskaria TaaS-i: {0}

source: Requests for Enhancements (in English), at the SourceForge site:
eu: Hobekuntzen eskaera (ingelesez), SourceForge-ko gunean:

source: Reset
eu: Berrezarri

source: Reset &All Colours
eu: Berrezarri kolore &guztiak

source: Reset Master Password
eu: Berrezarri pasahitz maisua

source: Resolve Conflicts
eu: Ebatzi gatazkak

source: Resource name
eu: Baliabide-izena

source: Restore
eu: Leheneratu

source: Restore &Defaults
eu: Berrezarri balio &lehenetsiak

source: Restore De&faults
eu: &Berrezarri lehenetsietara

source: Result:
eu: Emaitza:

source: Retrieve collection list...
eu: Atzitu bilduma-zerrenda...

source: Retrieve domain list...
eu: Atzitu domeinu-zerrenda...

source: Right-to-Left Embedding (RLE U+202B)
eu: Eskuinetik ezkerrerako kapsulatzea (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
eu: Eskuinetik ezkerrerako marka (RLM U+200F)

source: Row
eu: Errenkada

source: Rule
eu: Araua

source: Rule ID can only contain Latin letters, underscores, and periods.
eu: Arauaren IDak letra latinoak, azpimarrak eta puntuak soilik izan ditzake.

source: Rules
eu: Arauak

source: Rules...
eu: Arauak...

source: Run script on slot #{0}.
eu: Exekutatu scripta #{0} slot-ean.

source: Running Tagwipe for file '{0}'
eu: Tagwipe exekutatzen '{0}' fitxategiarekin

source: Running on Java {0} ({1}-bit)
eu: Java {0} ({1}-bit) bertsioan exekutatzen

source: Russian
eu: Errusiera

source: S&lide Comments
eu: Diapositiben &iruzkinak

source: S&pace matches nbsp
eu: Bat datozen zuriuneak (&nbsp)

source: S&witch Case To
eu: &Aldatu maiuskulak/minuskulak

source: SQLJet (GPL License)
eu: SQLJet (GPL lizentzia)

source: SVG Image and Adobe Illustrator Export
eu: SVG irudia eta Adobe Illustrator Export

source: SVN '{0}' error: {1}
eu: SVN '{0}' errorea: {1}

source: SVN '{0}' execution finished successfully
eu: SVN '{0}' exekuzioa ongi burutu da

source: SVN '{0}' execution start
eu: SVN '{0}' exekuzioa abiatu da

source: SVN - Cleanup (recursive)
eu: SVN - Garbiketa (errekurtsiboa)

source: SVNKit (TMate License)
eu: SVNKit (TMate lizentzia)

source: Sample Output
eu: Adibideko irteera

source: Sample Text
eu: Adibidea

source: Save Alignment Results
eu: Gorde lerrokatzearen emaitzak

source: Save Current Set...
eu: Gorde uneko multzoa...

source: Save Script
eu: Gorde scripta

source: Save TMX...
eu: Gorde TMXa...

source: Save aut&o-populated status
eu: Gorde au&tomatikoki betetako egoera

source: Save changes to filter settings?
eu: Gorde iragazki-ezarpenen aldaketak?

source: Save changes to segmentation rules?
eu: Gorde segmentazio-arauek aldaketak?

source: Saving and Output
eu: Gordetzea eta irteera

source: Saving and Output Options
eu: Gordetzearen eta irteeraren aukerak

source: Saving project...
eu: Proiektua gordetzen...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
eu: Esparrua: Bilaketen esparru lehenetsia proiektua da, eta karpeten hierarkia jakin batean kokatutako edozein fitxategi izan daiteke.

source: Script "{0}" bound to slot #{1}.
eu: "{0}" scripta #{1} slot-ari lotuta.

source: Script "{0}" saved.
eu: "{0}" scripta gorde da.

source: Script "{0}" unbound from slot #{1}.
eu: "{0}" scripta #{1} slot-etik askatuta.

source: Script &Language
eu: Script &lengoaia

source: Script Result
eu: Scriptaren emaitza

source: Scriptin&g...
eu: S&criptak...

source: Scripting
eu: Scriptak

source: Scripts Folder:
eu: Scripten karpeta:

source: Se&t
eu: E&zarri

source: Search
eu: Bilatu

source: Search ({0})
eu: Bilatu ({0})

source: Search Dictionaries
eu: Bilatu hiztegietan

source: Search Found Mark
eu: Bilaketan aurkitutakoen marka

source: Search Replaced Mark
eu: Bilaketan ordeztutakoen marka

source: Search and Replace
eu: Bilatu eta ordeztu

source: Search and Replace...
eu: Bilatu eta ordeztu...

source: Search for:
eu: Bilatu hau:

source: Search in
eu: Bilatu hemen:

source: Search thread died unexpectedly!
eu: Bilaketa-haria bat-batean hil da!

source: Seconds:
eu: Segundoak:

source: Secure Store
eu: Biltegiratze segurua

source: See "Chapter 3.
eu: Ikusi '3. kapitulua.

source: See /docs/contributors.txt
eu: Ikus /docs/contributors.txt

source: See OptionsPreferences...File Filters for a list of file formats that OmegaT can handle.
eu: Ikusi AukerakHobespenak...Fitxategi-iragazkiak OmegaT-k ulertzen dituen fitxategi-formatuak ezagutzeko.

source: See Help > User's Manual for more information.
eu: Ikusi 'Laguntza > Erabiltzailearen eskuliburua' informazio gehiagorako.

source: See OmegaT manual for instructions.
eu: Ikusi OmegaT-ren eskuliburua argibide gehiagorako.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
eu: Ikusi OmegaT.jar/META-INF/MANIFEST.MF baliozko balioak ezagutzeko.

source: See below for details.
eu: Ikusi behean xehetasunetarako.

source: Segment
eu: Segmentua

source: Segment Properties
eu: Segmentuaren propietateak

source: Segment encountered outside translation unit variant.
eu: Segmentu bat aurkitu da itzulpen-unitatearen aldaeratik kanpo.

source: Segment marker background
eu: Segmentu-markatzailearen atzeko planoa

source: Segment marker text
eu: Segmentu-markatzailearen testua

source: Segment skipped.
eu: Segmentua saltatu egin da.

source: Segment source text into paragraphs on:
eu: Segmentatu sorburu-testua paragrafoetan hemen:

source: Segment {0,number,#}
eu: Segmentua {0,zenbakia,#}

source: Segmentation Rules...
eu: Segmentazio-arauak...

source: Segmentation Setup
eu: Segmentazioaren konfigurazioa

source: Segmentation method: {0}
eu: Segmentazio-metodoa: {0}

source: Segmentation rules are applied in the following order:
eu: Segmentazio-arauak honako ordenan aplikatzen dira:

source: Segments
eu: Segmentuak

source: Segments with notes
eu: Oharrak dituzten segmentuak

source: Segments with notes text
eu: Oharrak dituzten segmentuen testua

source: Select
eu: Hautatu

source: Select &Next Match
eu: Hautatu &hurrengo parekatzea

source: Select &Previous Match
eu: Hautatu &aurreko parekatzea

source: Select Fol&der
eu: Hautatu &karpeta

source: Select Issue Types
eu: Hautatu arazo motak

source: Select Mat&ch
eu: Hautatu &parekatzea

source: Select Match #&1
eu: Hautatu #&1. parekatzea

source: Select Match #&2
eu: Hautatu #&2. parekatzea

source: Select Match #&3
eu: Hautatu #&3. parekatzea

source: Select Match #&4
eu: Hautatu #&4. parekatzea

source: Select Match #&5
eu: Hautatu #&5. parekatzea

source: Select Scripts Folder
eu: Hautatu scripten karpeta

source: Select TaaS Terminology &Lookup Domain...
eu: &Hautatu TaaS terminologia bilatzeko domeinua...

source: Select TaaS domain
eu: Hautatu TaaS domeinua

source: Select a Category
eu: Hautatu kategoria bat

source: Select a Script File
eu: Hautatu script-fitxategi bat

source: Select issue types to check.
eu: Hautatu egiaztatuko diren arazo motak.
